# Build-time / libs
brew "autoconf"
brew "automake"
brew "bison"
brew "freetype"
brew "gd"
brew "gettext"
brew "icu4c"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libjpeg"
brew "libpng"
brew "libxml2"
brew "libzip"
brew "openssl"
brew "pkg-config"
brew "re2c"
brew "zlib"

# CLI tools
brew "bat"
brew "eza"
brew "btop"
brew "colima"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "fd"
brew "ffmpeg"
brew "file"
brew "fzf"
brew "git"
brew "imagemagick"
brew "jq"
brew "lsd"
brew "neovim"
brew "nb"
brew "poppler"
brew "qmk/qmk/qmk"
brew "resvg"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "sevenzip"
brew "mise"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "pinentry"

# Cask (GUI apps)
cask "kitty"
cask "vlc"
cask "visual-studio-code"
cask "zed"
cask "raycast"
cask "qmk-toolbox"
cask "nikitabobko/tap/aerospace"
cask "zen"
cask "tableplus"

# Fonts
cask "font-symbols-only-nerd-font"
cask "font-maple-mono-nf-cn"
