# Build-time / libs
brew "lima-additional-guestagents"

# CLI tools
brew "aws-vault"
brew "awscli"
brew "awscli-local"
brew "bash"
brew "btop"
brew "colima"
brew "container"
brew "curl"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "file-formula"
brew "gh"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "kubernetes-cli"
brew "localstack-cli"
brew "luarocks"
brew "mago"
brew "mise"
brew "nb"
brew "neovim"
brew "opencode"
brew "parallel"
brew "pinentry"
brew "pipx"
brew "qmk"
brew "sshpass"
brew "stow"
brew "tldr"
brew "tmux"
brew "wget"
brew "zsh"

# Cask (GUI apps)
cask "aerospace"
cask "brave-browser"
cask "dbngin"
cask "hiddenbar"
cask "keycastr"
cask "kitty"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "ngrok"
cask "qmk-toolbox"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "vlc"
cask "zen"

# Fonts
cask "font-hack-nerd-font"
cask "font-maple-mono-nf-cn"
cask "font-symbols-only-nerd-font"
